public class Ex1 {
    public static void main(String[] args) {
        System.out.println(" Меня зовут Никита \n Мне 16 лет \n Учусь в колледже \n Занимаюсь программированием");
        System.out.println(" Мне " + 16 + " лет");
        System.out.println(" Мoй любимый роман-\"Приступление и наказание\"");
        System.out.println(" Мой любимый фильм-Мстители \n Моя любимая книга-Самый богатый человек в Вавилоне \n +"+
                "Я хочу стать программистом потому что мне нравится работать с компьютером ");
    }
}
